{
    "Countries": "USA",
    "Visa Requirements": "1. Visa Waiver Program (VWP):\\n\\nThe VWP allows citizens of participating countries to travel to the U.S. for tourism or business purposes for stays of up to 90 days without obtaining a visa. However, travelers must obtain an approved Electronic System for Travel Authorization (ESTA) prior to their trip. \\n\\nParticipating VWP Countries (as of 2025):\\n\\nColumn 1:\\nAndorra, Australia, Austria, Belgium, Brunei, Chile, Croatia, Czech Republic, Denmark, Estonia, Finland, France\\n\\nColumn 2:\\nGermany, Greece, Hungary, Iceland, Ireland, Italy, Japan, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta\\n\\nColumn 3:\\nMonaco, Netherlands, New Zealand, Norway, Poland, Portugal, San Marino, Singapore, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, Taiwan, United Kingdom (excluding British Overseas Territories).\\n\\nNote: Some countries have specific conditions or recent changes regarding their participation in the VWP. For instance, as of 2025, Romania is expected to join the VWP by March 31, 2025. Additionally, certain restrictions apply to Hungarian nationals born outside Hungary, affecting their ESTA validity.\\n\\n2. Citizens of Canada and Bermuda:\\n\\nGenerally, citizens of Canada and Bermuda do not require a visa for tourism or business visits to the U.S. for stays of 180 days or less. However, specific categories of travelers, such as those entering for study, temporary employment, or other specialized purposes, may still require a visa.\\n\\n3. All Other Countries:\\n\\nTravelers from countries not participating in the VWP or without specific exemptions must obtain a B-1 (business) or B-2 (tourism) visa prior to entering the United States. It's essential to check the specific requirements and processing times at the U.S. embassy or consulate in your country.\\n\\nImportant Considerations:\\n\\nESTA Authorization: Even if you're from a VWP country, you must obtain an ESTA approval before traveling. The ESTA is valid for two years or until your passport expires, whichever comes first.\\n\\nPassport Validity: Ensure your passport is valid for at least six months beyond your intended stay in the U.S., unless exempted by specific agreements.\\n\\nPurpose and Duration of Stay: The VWP and visa exemptions typically cover stays for tourism, business, or transit. For other purposes, such as employment, study, or journalism, appropriate visas are required.",
    "Socket Type": "A, B",
    "Card/Cash": "Cards widely accepted, cashless transactions common",
    "Public Transport": "Subways, buses, and trains in major cities",
    "Uber/Wolt/Yandex Taxi": "Uber and Lyft available nationwide",
    "National Carrier": "American Airlines, Delta",
    "Main Airports": "JFK (New York), LAX (Los Angeles), O'Hare (Chicago)",
    "Budget per day": "$100 - $250 per person",
    "Weather": "Varies widely; cold winters in the north, hot summers in the south",
    "Best Time to Visit": "April-October (varies by region)",
    "Emergency Number": "911",
    "Top places to Visit": "New York City, Los Angeles, Grand Canyon, Las Vegas, Miami",
    "Currency & Exchange rate": "US Dollar, 1 USD = 1 USD"
}
